Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/pcsx2.tmx
Source language: en
Languages: sv

source: Refresh Interval
sv: Uppdateringsintervall

source: Achievement Unlock Sound
sv: Ljud vid upplåsning av prestation

source: Performs just-in-time binary translation of 32-bit MIPS-I machine code to native code.
sv: Utför just-in-time-binäröversättning av 32-bitars MIPS-I-maskinkod till inbyggd kod.

source: Enables Rasterizer Ordered View (ROV), which allows feedback loops to be executed with fewer draw calls. Can improve performance in feedback heavy games with higher accuracy settings.
sv: Aktiverar Rasterizer Ordered View (ROV), som gör att återkopplingsloopar kan köras med färre ritningsanrop. Kan förbättra prestandan i spel med mycket återkoppling och högre noggrannhetsinställningar.

source: OSD Font File:
sv: OSD-teckensnittsfil:

source: Enable Multithreaded VU1 (MTVU)
sv: Aktivera flertrådad VU1 (MTVU)

source: Includes audio in recordings.
sv: Inkluderar ljud i inspelningar.

source: Choose how the drop indicators that appear when you drag dock windows in the debugger are styled. You will have to restart the debugger for this option to take effect.
sv: Välj utseende för de släppindikatorer som visas när du drar dockningsfönster i felsökaren. Felsökaren måste startas om för att alternativet ska börja gälla.

source: Scanline Filter
sv: Scanlinjefilter

source: Font Files (*.ttf *.ttc *.otf *.otc);;All Files (*.*)
sv: Teckensnittsfiler (*.ttf *.ttc *.otf *.otc);;Alla filer (*.*)

source: Change Selection
sv: Ändra markering

source: Start Saving Performance Metrics (Press & Hold)
sv: Börja spara prestandamått (håll ned)

source: Directory where replacement texture packs are loaded from and where dumped textures are saved.
sv: Katalog där ersättningstexturpaket läses in från och dumpade texturer sparas.

source: Address
sv: Adress

source: Selects the host audio driver used by the audio backend.
sv: Väljer värdljuddrivrutinen som används av ljudbakänden.

source: DNS1 Mode
sv: DNS1-läge

source: Video Recording Directory
sv: Katalog för videoinspelningar

source: New Card Name
sv: Nytt kortnamn

source: Saves completed frame buffer images when GS dumping is active.
sv: Sparar färdiga rambuffertbilder när GS-dumpning är aktiv.

source: Subnet mask for the PS2 virtual network adapter.
sv: Nätmask för PS2:ans virtuella nätverksadapter.

source: Load save state by slot:
sv: Läs in sparläge efter plats:

source: Preview
sv: Förhandsgranska

source: Failed to load state from slot {}: {}
sv: Det gick inte att läsa in tillstånd från plats {}: {}.

source: PAL Frame Rate
sv: PAL-bildfrekvens

source: Select Save State File
sv: Välj fil för sparat tillstånd

source: PAL Frame Rate:
sv: PAL-bildfrekvens:

source: Save GS State Info
sv: Spara GS-tillståndsinformation

source: Change the compression algorithm used when creating a GS dump.
sv: Ändra komprimeringsalgoritmen som används när en GS-dump skapas.

source: Segmented
sv: Segmenterad

source: Removes emulation speed throttle until the game starts to reduce startup time.
sv: Tar bort begränsningen av emuleringshastigheten tills spelet startar för att minska starttiden.

source: Hostname
sv: Värdnamn

source: Show Overscan
sv: Visa overscan

source: Load save state from file:
sv: Läs in sparläge från fil:

source: Open Video Capture Folder
sv: Öppna mapp för videoinspelning

source: Forces SW blending and disables several optimizations.
sv: Tvingar programvarublandning och inaktiverar flera optimeringar.

source: Folder
sv: Mapp

source: Sets the analog stick axis scaling factor. Modern controllers with square pickup zones, e.g. DualShock 4, Xbox One have better diagonal inputs at a range between 130-140%, but this will cause axes to reach max input early.
sv: Anger skalningsfaktorn för den analoga styrspaksaxeln. Moderna handkontroller med fyrkantiga upptagningszoner, till exempel DualShock 4 och Xbox One, får bättre diagonala inmatningar vid 130–140 %, men då når axlarna maximal inmatning tidigt.

source: Dump Replay Options
sv: Alternativ för dumpuppspelning

source: Emulates native PS2 coordinate scaling behavior when upscaling to reduce misalignment artifacts and seams in games that draw custom 2D elements.
sv: Emulerar PS2:s ursprungliga koordinatskalning vid uppskalning för att minska feljusteringsartefakter och skarvar i spel som ritar egna 2D-element.

source: Master Controller
sv: Huvudkontroll

source: Checked
sv: Markerad

source: Reload Patches
sv: Läs in patchar igen

source: Show Settings
sv: Visa inställningar

source: Log Format
sv: Loggformat

source: 13x Native (~4680px)
sv: 13× inbyggd (~4680 px)

source: Invalid array subscript.
sv: Ogiltigt index i matris.

source: Saves depth buffer surfaces on each draw call when GS dumping is active.
sv: Sparar djupbuffertytor vid varje ritningsanrop när GS-dumpning är aktiv.

source: Shows the current controller state of the system in the bottom-left corner of the display.
sv: Visar systemets aktuella handkontrollstatus i skärmens nedre vänstra hörn.

source: Allow Exclusive Fullscreen:
sv: Tillåt exklusiv helskärm:

source: None
sv: Ingen

source: The maximum target memory width that will allow the CPU Sprite Renderer to activate on.
sv: Den största målminnesbredd som tillåter att CPU-spriterenderaren aktiveras.

source: Select Background Image
sv: Välj bakgrundsbild

source: Delete Memory Card
sv: Ta bort minneskort

source: Failed to load state for input recording
sv: Det gick inte att läsa in tillståndet för inmatningsinspelning

source: Selects the Video Format to be used for Video Capture. If by chance the codec does not support the format, the first format available will be used. &lt;b&gt;If unsure, leave it on default.&lt;b&gt;
sv: Väljer videoformatet som ska användas för videoinspelning. Om kodeken inte stöder formatet används det första tillgängliga formatet. <b>Om du är osäker, låt den vara standard.<b>

source: Tries to detect when a game is drawing its own color palette and then renders it in software, instead of on the GPU.
sv: Försöker upptäcka när ett spel ritar sin egen färgpalett och renderar den sedan med programvara i stället för på GPU:n.

source: Selects the display language for the PCSX2 interface, menus, and setting descriptions.
sv: Väljer visningsspråk för PCSX2-gränssnittet, menyerna och inställningsbeskrivningarna.

source: Location where user pnach cheat files are stored.
sv: Plats där användarens pnach-fuskfiler lagras.

source: Save Textures
sv: Spara texturer

source: Failed to save state to zip file &apos;{}&apos;: {}.
sv: Det gick inte att spara sparläget i zip-filen &apos;{}&apos;: {}.

source: Custom horizontal resolution width for video recordings when automatic resolution is unchecked.
sv: Egen horisontell upplösningsbredd för videoinspelningar när automatisk upplösning är avmarkerad.

source: Choose Local File...
sv: Välj lokal fil …

source: Save Hardware Config
sv: Spara maskinvarukonfiguration

source: Use default bundled font
sv: Använd medföljande standardteckensnitt

source: Fast Boot Options
sv: Alternativ för snabbstart

source: Failed to Save State To Slot %1
sv: Det gick inte att spara tillståndet till plats %1

source: Draws OSD text with heavier weight for improved readability.
sv: Ritar OSD-text med större tyngd för bättre läsbarhet.

source: Auto Subnet Mask
sv: Automatisk nätmask

source: Alt+Right
sv: Alt+Höger

source: Video Codec
sv: Videokodek

source: Partial
sv: Delvis

source: Select actions to display on the toolbar and arrange their order.
sv: Välj åtgärder som ska visas i verktygsraden och ordna dem.

source: Use Frame Range
sv: Använd bildruteintervall

source: Newline on send
sv: Radbrytning vid sändning

source: Completely skips drawing surfaces from the starting index up to the ending index.
sv: Hoppar helt över att rita ytor från startindexet till slutindexet.

source: Shows the host&apos;s GPU utilization.
sv: Visar värddatorns GPU-användning.

source: 24x Native (~8640px/16K UHD)
sv: 24× inbyggd (~8640 px/16K UHD)

source: Reset to Default
sv: Återställ till standardvärdet

source: Adaptive (Bottom Field First, Similar to Bob + Weave)
sv: Adaptiv (nedre fältet först, liknar Bob + Weave)

source: Logged to the console when the breakpoint is hit. Wrap an expression in braces to substitute its value, e.g. &quot;ra={ra} val={[sp,4]}&quot;. Use &quot;{{&quot; and &quot;}}&quot; for literal braces.
sv: Loggas till konsolen när brytpunkten träffas. Omge ett uttryck med klammerparenteser för att ersätta med dess värde, till exempel &quot;ra={ra} val={[sp,4]}&quot;. Använd &quot;{{&quot; och &quot;}}&quot; för bokstavliga klammerparenteser.

source: Day of the month (1-31).
sv: Månadens dag (1–31).

source: Uses {} as confirm when using a controller.
sv: Använder {} för att bekräfta när en handkontroll används.

source: &Video Capture
sv: &Videoinspelning

source: Shows icon indicators for emulation states such as Pausing, Turbo, Fast-Forward, and Slow-Motion.
sv: Visar ikoner för emuleringstillstånd som pausning, turbo, snabbspolning och långsam uppspelning.

source: Right:
sv: Höger:

source: %n save states deleted.
sv: %n sparat tillstånd har tagits bort.

source: Failed to initialize SIO0.
sv: Det gick inte att initiera SIO0.

source: Selects the Video Codec to be used for Video Capture. &lt;b&gt;If unsure, leave it on default.&lt;b&gt;
sv: Väljer videokodeken som ska användas för videoinspelning. <b>Om du är osäker, låt den vara standard.<b>

source: Adaptive (Top Field First, Similar to Bob + Weave)
sv: Adaptiv (övre fältet först, liknar Bob + Weave)

source: Saves render target surfaces on each draw call when GS dumping is active.
sv: Sparar renderingsmålytor vid varje ritningsanrop när GS-dumpning är aktiv.

source: Show a save state selector UI when switching slots instead of showing a notification bubble.
sv: Visa ett gränssnitt för val av sparläge när plats byts i stället för en meddelandebubbla.

source: Allows games and homebrew to access files / folders directly on the host computer.
sv: Gör det möjligt för spel och homebrew att komma åt filer/mappar direkt på värddatorn.

source: Volume: {} to {}%
sv: Volym: {} till {} %

source: Accurate Alpha Test
sv: Noggrant alfatest

source: Enabled (Check Inside Target)
sv: Aktiverad (kontrollera inuti renderingsmålet)

source: Determines how secondary DNS requests are handled.
sv: Avgör hur begäranden om sekundär DNS hanteras.

source: Mipmapping
sv: Mipmapning

source: Skip Draw Range Start
sv: Start för intervall utan ritning

source: Display Resolution (Aspect Corrected)
sv: Bildskärmsupplösning (korrigerat bildförhållande)

source: Disabled (Ignore Transfers)
sv: Inaktiverad (ignorera överföringar)

source: Download Selected Family
sv: Hämta vald familj

source: Manual Hardware Renderer Fixes
sv: Manuella fixar för hårdvarurenderaren

source: Top Center
sv: Uppe i mitten

source: Use Debug Blend
sv: Använd felsökningsblandning

source: Standard Volume:
sv: Standardvolym:

source: Cannot save state while replaying a GS dump.
sv: Det går inte att spara ett sparläge medan en GS-dump spelas upp.

source: Draw Buffering
sv: Ritbuffring

source: Yes - Enable NTFS compression
sv: Ja – aktivera NTFS-komprimering

source: <html><head/><body><p>In the box below, specify the URLs to download covers from, with one template URL per line. The following variables are available:</p><p><span style=" font-style:italic;">${title}:</span> Title of the game.<br/><span style=" font-style:italic;">${filetitle}:</span> Name component of the game's filename.<br/><span style=" font-style:italic;">${serial}:</span> Serial of the game.</p><p><span style=" font-weight:700;">Example:</span> https://www.example-not-a-real-domain.com/covers/${serial}.jpg</p></body></html>
sv: <html><head/><body><p>Ange URL:er i rutan nedan som omslagsbilder ska hämtas från, med en mall-URL per rad. Följande variabler är tillgängliga:</p><p><span style=" font-style:italic;">${title}:</span> spelets titel.<br/><span style=" font-style:italic;">${filetitle}:</span> namndelen i spelets filnamn.<br/><span style=" font-style:italic;">${serial}:</span> spelets serienummer.</p><p><span style=" font-weight:700;">Exempel:</span> https://www.example-not-a-real-domain.com/covers/${serial}.jpg</p></body></html>

source: Enables emulation of the EE&apos;s hardware cache. Interpreter only, provided for diagnostics.
sv: Aktiverar emulering av EE:ns maskinvarucache. Endast tolkare, tillhandahålls för diagnostik.

source: Progression
sv: Framsteg

source: Controller Glyph Style
sv: Stil för handkontrollsymboler

source: Estimate Texture Region
sv: Beräkna texturregion

source: CPU Sprite Render Size:
sv: Storlek för CPU-spriterendering:

source: Year
sv: År

source: Shows the status of the currently active input recording in the top-right corner of the display.
sv: Visar status för den aktiva inmatningsinspelningen i skärmens övre högra hörn.

source: Auto Gateway
sv: Automatisk gateway

source: Upscale multiplier set to native resolution.
sv: Uppskalningsmultiplikatorn är inställd på ursprunglig upplösning.

source: Automatically starts Big Picture Mode instead of the regular Qt interface when PCSX2 launches.
sv: Startar automatiskt Big Picture-läget i stället för det vanliga Qt-gränssnittet när PCSX2 startas.

source: Custom audio file to play when submitting a leaderboard score.
sv: Egen ljudfil att spela upp när en topplistepoäng skickas in.

source: Gateway address for the PS2 virtual network adapter.
sv: Gatewayadress för PS2:s virtuella nätverksadapter.

source: Month of the year (1-12).
sv: Årets månad (1–12).

source: Reset
sv: Återställ

source: 18x Native (~6480px/12K UHD)
sv: 18× inbyggd (~6480 px/12K UHD)

source: Update Channel
sv: Uppdateringskanal

source: When enabled, PCSX2 will list achievements from unofficial sets. Please note that these achievements are not tracked by RetroAchievements, so they unlock every time.
sv: När detta är aktiverat listar PCSX2 prestationer från inofficiella uppsättningar. Observera att dessa prestationer inte spåras av RetroAchievements och därför låses upp varje gång.

source: DNS2 Address
sv: DNS2-adress

source: Forces a primitive flush when a framebuffer is also an input texture. Fixes some processing effects such as the shadows in the Jak series and radiosity in GTA:SA.
sv: Tvingar en primitiv tömning när en rambuffert också är en indatatextur. Åtgärdar vissa bearbetningseffekter, till exempel skuggorna i Jak-serien och radiositet i GTA:SA.

source: GSDump header is corrupted.
sv: GSDump-huvudet är skadat.

source: Determines filter level for CPU sprite render.
sv: Fastställer filtreringsnivån för CPU-spriterendering.

source: Show Frame Times
sv: Visa bildrutetider

source: Save Snapshots in Game-Specific Folders
sv: Spara ögonblicksbilder i spelunika mappar

source: Using system font: %1.
sv: Använder systemteckensnittet: %1.

source: Manually Set Real-Time Clock
sv: Ange realtidsklocka manuellt

source: Shows the status of the currently active video capture in the top-right corner of the display.
sv: Visar status för den aktiva videoinspelningen i skärmens övre högra hörn.

source: Force Enabled
sv: Tvinga aktiverad

source: Are you sure you wish to delete the Memory Card &apos;%1&apos;? This action cannot be reversed, and you will lose any saves on the card.
sv: Vill du verkligen ta bort minneskortet &apos;%1&apos;? Åtgärden kan inte ångras och alla sparade data på kortet går förlorade.

source: Volume: Muted in Settings
sv: Volym: avstängd i Inställningar

source: Capture Audio
sv: Spela in ljud

source: Enable Extended RAM (Dev Console)
sv: Aktivera utökat RAM-minne (utvecklarkonsol)

source: Disallowed
sv: Inte tillåten

source: Failed to initialize PAD.
sv: Det gick inte att initiera PAD.

source: Score: {0} pts (Casual: {1} pts) Unread messages: {2}
sv: Poäng: {0} p (casual: {1} p) Olästa meddelanden: {2}

source: Failed to save state to zip file &apos;{}&apos;.
sv: Det gick inte att spara tillstånd till zip-filen ”{}”.

source: Browse...
sv: Bläddra…

source: Continue on hit
sv: Fortsätt vid träff

source: FPS: N/A
sv: FPS: saknas

source: Textures Directory
sv: Texturkatalog

source: Disable Vertex Shader Expand
sv: Inaktivera vertexshaderexpansion

source: When enabled, DHCP packets will be intercepted and replaced with internal responses.
sv: När detta är aktiverat fångas DHCP-paket upp och ersätts med interna svar.

source: Controller 1 has no input bindings configured.
sv: Handkontroll 1 har inga konfigurerade inmatningsbindningar.

source: New name is invalid, it must end with .ps2
sv: Det nya namnet är ogiltigt, det måste sluta med .ps2

source: Open Texture Dump/Replacement Folder
sv: Öppna mapp för texturdump/ersättning

source: Graphics API is not set to Automatic. This may cause performance problems and graphical issues.
sv: Grafik-API:t är inte inställt på Automatiskt. Detta kan orsaka prestandaproblem och grafikfel.

source: Accurate Force Full (Can Reduce Readbacks)
sv: Noggrann tvingad full (kan minska återläsningar)

source: Rewrite Large ST
sv: Skriv om stora ST

source: The directory searched by PCSX2 to detect valid PlayStation 2 BIOS ROM images.
sv: Katalogen som PCSX2 genomsöker för att hitta giltiga BIOS-ROM-avbilder för PlayStation 2.

source: Cannot convert an unformatted memory card.
sv: Det går inte att konvertera ett oformaterat minneskort.

source: Empty
sv: Tom

source: Shows the current PCSX2 version.
sv: Visar den aktuella PCSX2-versionen.

source: Auto Flush:
sv: Automatisk tömning:

source: Displays the newest frame immediately at the beginning of the frame raster time, instead of at the end. Can reduce perceived input lag, but may cause problems with some games, such as Soulcalibur II and Baldur&apos;s Gate Dark Alliance II.
sv: Visar den senaste bildrutan omedelbart i början av bildrutans rastretid, i stället för i slutet. Kan minska upplevd inmatningsfördröjning, men kan orsaka problem i vissa spel, till exempel Soulcalibur II och Baldur’s Gate Dark Alliance II.

source: Blending Accuracy set to {}.
sv: Blandningsnoggrannheten är inställd på {}.

source: Scaled
sv: Skalad

source: Automatically determine the gateway address based on the IP address.
sv: Fastställ automatiskt gatewayadressen utifrån IP-adressen.

source: Determines the display duration for achievement unlock popups.
sv: Anger visningstiden för popupfönster när prestationer låses upp.

source: Unchecked
sv: Avmarkerad

source: ELF Files (*.elf);;All Files (*.*)
sv: ELF-filer (*.elf);;Alla filer (*.*)

source: Show F&ull Titles (Grid View)
sv: Visa h&ela titlar (rutnätsvy)

source: Full
sv: Fullständig

source: Audio Bitrate
sv: Ljudbithastighet

source: Displays popup messages on events such as achievement unlocks and game completion.
sv: Visar popupmeddelanden vid händelser som upplåsta prestationer och slutförda spel.

source: Please enter your user name and password for retroachievements.org below. Your password will not be saved in PCSX2, an access token will be generated and used instead.
sv: Ange ditt användarnamn och lösenord för retroachievements.org nedan. Ditt lösenord sparas inte i PCSX2, en åtkomsttoken genereras och används i stället.

source: Max Hits
sv: Maximalt antal träffar

source: Show EE SIO &Input
sv: Visa EE SIO-&inmatning

source: Selects the host network adapter interface to bind emulated network traffic to.
sv: Väljer nätverksadaptergränssnittet på värden som emulerad nätverkstrafik ska bindas till.

source: Default PCSX2 Icon
sv: PCSX2-standardikon

source: On-Screen Display
sv: Skärmvisning

source: RAIntegration is being used, built-in RetroAchievements support is disabled.
sv: RAIntegration används, inbyggt stöd för RetroAchievements är inaktiverat.

source: Removes the custom background image.
sv: Tar bort den egna bakgrundsbilden.

source: No file selected.
sv: Ingen fil har valts.

source: 5 (320 Max Width)
sv: 5 (maximal bredd 320)

source: Selects the Audio Codec to be used for Video Capture. &lt;b&gt;If unsure, leave it on default.&lt;b&gt;
sv: Väljer ljudkodeken som ska användas för videoinspelning. <b>Om du är osäker, låt den vara standard.<b>

source: Game Info
sv: Spelinformation

source: PINE Settings
sv: PINE-inställningar

source: Enables brightness/contrast/gamma/saturation adjustment.
sv: Aktiverar justering av ljusstyrka, kontrast, gamma och mättnad.

source: Force 32bit
sv: Tvinga 32 bitar

source: Leaderboard Sound
sv: Topplisteljud

source: Codec:
sv: Kodek:

source: Auto Flush
sv: Automatisk rensning

source: Minimum
sv: Minsta

source: The memory card is busy, so the state save operation has been cancelled to prevent data loss.
sv: Minneskortet är upptaget, så sparningen av sparläget avbröts för att förhindra dataförlust.

source: Start In Big Picture Mode
sv: Starta i stort bildläge

source: Ethernet Device
sv: Ethernet-enhet

source: Saved Metrics Capture Time:
sv: Inspelningstid för sparade prestandamått:

source: Bilinear (Smooth)
sv: Bilinjär (mjuk)

source: Replay Loop Count:
sv: Antal uppspelningsloopar:

source: Manually set a real-time clock to use for the virtual PlayStation 2 instead of using your OS&apos; system clock.
sv: Ange manuellt en realtidsklocka för den virtuella PlayStation 2 i stället för operativsystemets systemklocka.

source: Plays a sound effect when an achievement is unlocked.
sv: Spelar upp en ljudeffekt när en prestation låses upp.

source: Gateway Address
sv: Gatewayadress

source: Driver
sv: Drivrutin

source: Apply No-Interlacing Patches
sv: Använd korrigeringar för ingen radsprångsvisning

source: Minimal Output Latency
sv: Minimal utdatafördröjning

source: Accurate (Recommended)
sv: Noggrann (rekommenderas)

source: Renders the game to a separate window, instead of the main window. If unchecked, the game will display over the game list.
sv: Renderar spelet i ett separat fönster i stället för huvudfönstret. Om det är avmarkerat visas spelet över spellistan.

source: Disable Shader Cache
sv: Inaktivera shadercache

source: OSD Margin
sv: OSD-marginal

source: Displays various settings and the current values of those settings in the bottom-right corner of the display.
sv: Visar olika inställningar och deras aktuella värden i skärmens nedre högra hörn.

source: Shows GPU vertex shader and pixels shader invocations.
sv: Visar anrop till GPU:ns vertexshader och pixelshader.

source: Saved state to slot {}.
sv: Sparade sparläget på plats {}.

source: Uploads entire textures at once instead of in small pieces, avoiding redundant uploads when possible. Improves performance in most games, but can make a small selection slower.
sv: Överför hela texturer på en gång i stället för i små delar och undviker överflödiga överföringar när det är möjligt. Förbättrar prestandan i de flesta spel, men kan göra ett fåtal spel långsammare.

source: Software Renderer
sv: Programvarurenderare

source: Preload Frame Data
sv: Förinläs bildrutedata

source: Draw Buffering is enabled, this may result in graphical errors.
sv: Ritbuffring är aktiverat, vilket kan leda till grafiska fel.

source: Downloaded &apos;%1&apos;.
sv: Hämtade &apos;%1&apos;.

source: On Startup & When Enabled
sv: Vid start och när aktiverad

source: NTSC Frame Rate:
sv: Bildrutehastighet för NTSC:

source: Volume: Muted
sv: Volym: avstängd

source: Renderer
sv: Renderare

source: Saves covers using the game&apos;s title instead of serial number.
sv: Sparar omslag med spelets titel i stället för serienumret.

source: Determines what frame rate PAL games run at.
sv: Anger vilken bildfrekvens PAL-spel körs med.

source: Full (Hash Cache)
sv: Fullständig (hashcache)

source: Starting memory address (in hexadecimal) to begin scanning for functions.
sv: Startminnesadress (hexadecimalt) för att börja söka efter funktioner.
